{
  "artists": [
    {
      "name": "Alejandro Flores",
      "number": 1,
      "title": "Covered",
      "link": "https://sketchfab.com/models/442c548d94744641ba279ae94b5f45ec/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "This piece is what you want it to be."
    },
    {
      "name": "Brittani Kopp",
      "number": 2,
      "title": "Salute Monument",
      "link": "https://sketchfab.com/models/4517aa9be368405482abdfdb1ae1ab01/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "This monument is an airplane to represent the aircraft museum in Manhattan.  I chose the aircraft museum because the museum is a place where people can go to, to remember the lives lost in previous wars.  There are hardly any world war II survivors left.  My grandpa served in the Vietnam war, and each of the soldiers are dwindling down as the years go on.  I made my monument very simple, smooth, and modern.  I chose to make the texture galaxy, because even though lives were lost in the war and some because of airplanes, we hope that they’re sous rest in peace up in the sky.  Something breath taking can come from something so tragic." 
    },
    {
      "name": "Christopher Knights",
      "number": 3,
      "title": "Monument 3",
      "link": "https://sketchfab.com/models/d388ba1a2a72401587e3501f012d953d/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "For my monument I chose to create a crown and on the base of the crown I wrote some Notorious B.I.G. lyrics stating “Spread love it’s the Brooklyn way” from one of his hit songs “Juicy”. A lot of New York rappers have claimed to be the “King of New York” before and many even make the statement in their raps. Personally, I think Biggie’s claim to the crown was the most legit and hence the creation of several murals and sculptures of Biggie wearing a crown. All the other claims to the crown only happened because of Biggie’s death. His death gave birth to several legendary rappers who all were following his path that he laid out for them. Biggie gave the blueprint for a lot of young Brooklyn rappers who later became legends. Many of these rappers came from Bed Stuy just as Biggie did as well which led to the decision of putting the monument in Jackie Robinson park. Bed Stuy is home to some of the best rappers to ever live so the crown is symbolizing their greatness. The quote around the statue is a way to pay homage to Biggie and what he did because he put Brooklyn back on the map and sparked a golden age for Brooklyn rap music." 
    },
    {
      "name": "Christopher Munoz",
      "number": 4,
      "title": "Monument 4",
      "link": "https://sketchfab.com/models/3fb6957c4fd14f62b0f71c56fa79d387/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "​This monument is dedicated to the concept of the whistleblower. People throughout history, anonymous and known, who had taken it upon themselves, even putting their own lives potentially in danger, to release hidden information to the public. Information that exposes corruption, malpractice, and criminal activity. The bravery of the whistleblower is something to be commended and encouraged. This monument should serve as a reminder to workers and citizens in all walks of life to not feel afraid to expose malpractice in their respective organizations." 
    },
    {
      "name": "Edwin Chen",
      "number": 5,
      "title": "Trump Mausoleum",
      "link": "https://sketchfab.com/models/442c548d94744641ba279ae94b5f45ec/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "My project is a mausoleum dedicated to Donald Trump, our forty-fifth president.  It is not meant to condemn him, as one might initially think, but rather to get people to pause and give a more unbiased thought as to what he might still accomplish in the future.  I try to portray this with three inscriptions towards the top of the mausoleum. These inscriptions are phrases with blanks, like one would see in a Mad Libs book. The idea here is to let each person, on his or her own, decide what Donald Trump’s future legacy might be, or just give pause and ignore all the media about how he has screwed up this week. I want people to recognize that everyone is capable of change.  This monument is meant stop everyone and give Donald Trump the benefit of the doubt, and remember that he is human, too (albeit not a very good one presently), with all the flaws our nature entails." 
    },
    {
      "name": "Jaeyoung Choi",
      "number": 6,
      "title": "Fearless Lady",
      "link": "https://sketchfab.com/models/e7c587299f7249c7a6249a5865d871e8/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "I titled my statue “Fearless Lady”, which is obvious parody of Fearless Girl. Instead of just standing against the bull, however, she will hug the bull with love. The lady is made of bronze, just like Charging Bull and Fearless Girl. It is real-life human size, about 63-inch (160-cm) height, and it also has realistic appearance with detailed description. (But alas! My Blender skill is not even good enough to make those kinds of ecstasy of art, so I have to finish it with abstract and vacant features.) She has a long hair with silky dress. It is placed on right next to the bull in Wall Street since she has to embrace him. People will instantly notice the meaning of the statue, especially after they witnessed Fearless Girl in 2017. I dare that she will create another big issue as like Fearless Girl. Both art critics and ordinary audiences will immediately read the intention of Fearless Lady."
    },
    {
      "name": "Julia Lin",
      "number": 7,
      "title": "5 POINTZ Memorial",
      "link": "https://sketchfab.com/models/19a6f97e0e3d4db099b1080773b96e75/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "This memorial is dedicated to the 5pointz open air museum in queens. Back in 2013-14, 5pointz was whited-out and completely taken down since then. What once was an open space for all artists in the world, is now turned into a high end skyscraper for the select upper class citizens of the US. I wanted to create this because I noticed that there weren’t any physical 3D monuments dedicated to what once was a beautiful work of art that brought the art community together. I wanted to create a space where visitors can come and look at the art work as well as reminisce about how great 5pointz was. I chose an abstract sort of monument because 5pointz was created with a ton of abstract arts and graffiti all blended together creating one big beautiful work of art. It represented unity and creativity." 
    },
    {
      "name": "Laura Hennessy",
      "number": 8,
      "title": "Build a Better World",
      "link": "https://sketchfab.com/models/137b984e1e33497e94e018383ca119c0/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "​For my monument, I wanted this to be placed at the Stonewall Inn in Greenwich Village Manhattan. The stonewall inn is a bar and also the site of where the Stonewall Riots started in 1969. People were denied the chance to be who they are and it was even illegal in New York City to live openly as a LGBT individual. The riots was a milestone for the civil rights movement in the LGBT community and I wanted to showcase with my monument the significance behind this movement, and to also show how far we’ve come as a society since this happened, but that we still have more ground to cover." 
    },
    {
      "name": "Milton Yen",
      "number": 9,
      "title": "Need n' Nostalgia",
      "link": "https://sketchfab.com/models/17f20b1ab3b44f2aa72a0d8d020aa0ff/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "This project was meant to be a singular unit to a collection of monuments. I took inspiration from this project based on numerous cartoons of the late 90’s/early 2000’s I watched growing up. TV animation of that era sparked a great level of positive sentiment to that particular generation of TV viewers, including myself. Many of these cartoons included innocent figures that remind the audience of a show’s childish charm, whether it be by humor, underlying theme, portrayal of elements of innocence, etc. " 
    },
    {
      "name": "Mohammad Asem",
      "number": 10,
      "title": "Cherry Blossom",
      "link": "https://sketchfab.com/models/442c548d94744641ba279ae94b5f45ec/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "My monument symbolizes a rebirth of the LGBT community and encompasses the importance of including everyone in the community and not only those who are masculine and white. The pink is a soft color which alludes happiness and a sense of protection. The symbolism behind a cherry blossom is important because it is a delicate flower which symbolizes rebirth. Rebirth for rights of those who are killed because of their sexuality and those who are born not fitting into gender roles or race. The cherry blossom eludes a certain fragility to the current situation of the LGBT community. Although it has become more accepted in recent years, some countries have also regressed and become less tolerant towards the community. Some countries also have a delayed timespan of legalizing marriage." 
    },
    {
      "name": "Nick Anderson",
      "number": 11,
      "title": "Homeless At Home",
      "link": "https://sketchfab.com/models/268cca57561f47b1b2ff5fdf22d0f69f/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "" 
    },
    {
      "name": "Nicolene Bartholomew",
      "number": 12,
      "title": "Marsha and Counting",
      "link": "https://sketchfab.com/models/442c548d94744641ba279ae94b5f45ec/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "" 
    },
    {
      "name": "Richard Mai",
      "number": 13,
      "title": "Construction Workers Memorial Site",
      "link": "https://sketchfab.com/models/c4763dcc5e1d4ab0831b16512efe16f3/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "Inspired by Socialist realism, I created a statue of the common worker and the construction worker. He does not have any defining features as he represents the people and the workforce. I hope that any construction worker or even the working class can see the representation of a strong working class in my statue. He is defined by flouro orange hat and a matching highlighter yellow jacket. I added some 3M type reflective lines to the jacket by making a material that is gray and reflective in addition to emitting a little bit of light. The environment around the statue is supposed to represent a construction site, complete with steel beams and other elements." 
    },
    {
      "name": "Rosekathleen Moore",
      "number": 14,
      "title": "Pharma-suture",
      "link": "https://sketchfab.com/models/4d4f61f7d2c1426388fbe9aa5da2edfc/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "Originally, I had sought out to create a monument that represented fellow Type 1 Diabetics. I wanted a monument that would speak upon the exploitation we face by both the pharmaceutical industry and the health insurance industry. Having your life dependent upon medication makes you pervious to these praetors of these industries, who capitalize on our ailments. To speak out against it is to bite the hand that feeds me." 
    },
    {
      "name": "Ruben Romero",
      "number": 15,
      "title": "Fwlr",
      "link": "https://sketchfab.com/models/79faf25cba914220b4a7ce3aa5478b78/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "A flower’s essence counters glooms while scattering a floral scent that travels tenderly through one’s nose. Though its lifespan involves wilting and decomposing, it’s withheld time that comes with the flower’s presence. It could a be a timetable or decoration, regardless, a flower’s end could mean a number of things; reuse, oils, or water." 
    },
    {
      "name": "Sana Fujimura",
      "number": 16,
      "title": "Melting Pot",
      "link": "https://sketchfab.com/models/2fe4d3c34ce04541a22abfc8d9457721/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "" 
    },
    {
      "name": "Shari Cummings",
      "number": 17,
      "title": "Monument to Everybody Wanna Live at the Top of a Mountain",
      "link": "https://sketchfab.com/models/3248243d9b754cc4bf1968c1892c0171/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "" 
    },
    {
      "name": "Travis Kozeletz",
      "number": 18,
      "title": "Twin Towers",
      "link": "https://sketchfab.com/models/72b336f3e76844db8b4fb02305098d58/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "​When I decided that I should recreate the Twin Towers, I knew that I wanted the visual aspect to be literal as opposed to just two long rectangles. I was a little nervous that it might take too long to create the towers. That thought made me decide to download Blender on my computer just in case I needed the extra time. I didn’t need to worry about time as I was able to finish my memorial in time. However, I did come across some technical issues that I was never able to fix. Despite the technical issues that I had, I was able to complete my recreation of the Twin Towers in time." 
    },
    {
      "name": "Yu-Hsuan Liu",
      "number": 19,
      "title": "Train",
      "link": "https://sketchfab.com/models/0ddec223a15d49dcb2a0f039fa875000/embed?autospin=0.2&amp;autostart=1&amp;camera=0",
      "statement": "To begin with, I have searched up many different kinds of trains based on their usage during the Japanese colonization period in Taiwan. Firstly, my original thought was to create a series of monuments that represent different level when Taiwan was under Japanese government's control. However, as I was creating my train. I thought to create only one monument and make it look good can also convey the meaning I want to convey. My main idea for creating this piece is because I want to have a remarkable object that can represent the time during the Japanese colonization in Taiwan. Even though a lot of Taiwanese were killed by the beginning of the colonization, Taiwan also benefited a lot from them during the colonization, for example, the transportation system, healthy environment, and so on. In my opinion, removing the idea of creating the gun doesn't affect my thought profoundly. The reason is that even in other countries, people often resisted the new colonizer. Armed actions could happen frequently. Therefore, I only worked on the train so people can know more about the history on the positive side during that time period. Also, the train model I referred to was used for delivering the wood from the mountain during the colonization, which is the beginning of the plan for improving the transportation system." 
    }
  ]
}

